{
  "_version": 1,
  "hello": "alors déjà bonjour",
  "aa": "aozuaozau",
  "azpo": "azpo français",

  "discussion1_title": "Mépris pour les petites gens",
  "discussion1_desc": "Depuis que votre guilde est arrivée, j'ai l'impression que nous, les petites gens, ne comptons plus. Dans votre quête de pouvoir, nous auriez-vous oubliés ?",
  "discussion1_answer1_msg": "Nous n'avons jamais oublié le village. Venez nous voir si vous avez besoin d'aide.",
  "discussion1_answer2_msg": "C'est naturel pour les forts de progresser et pour les faibles de disparaître.",
  "discussion1_answer3_msg": "Nos recrues sont disponibles pour quiconque peut se payer nos services. Hehe.",

  "discussion2_title": "Magasin cambriolé",
  "discussion2_desc": "Des voyous ont saccagé mon étal en poursuivant un voleur. Je ne sais pas comment je vais pouvoir répondre aux demandes de mes clients. Pouvez-vous m'aider à résoudre ce problème ?",
  "discussion2_answer1_msg": "Nous vous aiderons avec une compensation et nous rendrons la ville plus sûre pour tout le monde.",
  "discussion2_answer2_msg": "Nous ne pouvons rien faire pour le moment, mais nous veillerons à rendre la ville plus sûre.",
  "discussion2_answer3_msg": "Eh bien, heureusement que ce n'était pas notre endroit, il y aura toujours moins de concurrence dans les affaires. Allez, laissez-moi à mes affaires, s'il vous plaît !",

  "discussion3_title": "Pollution sonore",
  "discussion3_desc": "Bonjour, je fais partie du voisinage. Vos recrues font trop de bruit la nuit avec leur entraînement. Pouvez-vous leur demander de se calmer ?",
  "discussion3_answer1_msg": "Nous baisserons le bruit et nous nous excusons pour la gêne occasionnée.",
  "discussion3_answer2_msg": "Ils ont besoin d'entraînement. Vous devrez supporter cela.",
  "discussion3_answer3_msg": "Hé... psst venez, disons que si je vous donnais quelques pièces d'or, on oublierait cette vilaine histoire ?",

  "discussion4_title": "Fresque par un artiste local",
  "discussion4_desc": "J'aimerais immortaliser vos aventuriers dans une fresque pour décorer la place du village.",
  "discussion4_answer1_msg": "Quelle excellente idée ! Nous financerons ce projet.",
  "discussion4_answer2_msg": "Ça semble bien, mais vous devrez lever les fonds vous-même.",
  "discussion4_answer3_msg": "Nos employés euh... je veux dire nos héros n'ont pas besoin de fresques pour prouver leur valeur.",

  "discussion5_title": "Besoin de médicaments pour le village",
  "discussion5_desc": "Nous manquons de médicaments pour les malades et blessés du village. Pouvez-vous nous aider à en trouver ou, à défaut, nous accorder une subvention ? C'est pour le bien commun, vous savez...",
  "discussion5_answer1_msg": "Nous vous accorderons une subvention pour acheter les médicaments nécessaires.",
  "discussion5_answer2_msg": "Nous vous aiderons à trouver les médicaments nécessaires dès que nous aurons le temps. Je vous le promets, monsieur !",
  "discussion5_answer3_msg": "Nous ne pouvons pas vous aider, mais nous veillerons à ce que le village soit sûr.",
  "discussion5_answer4_msg": "Intérêt commun, intérêt commun... Vous parlez à une entreprise privée, cher monsieur, vous le savez bien ?",

  "discussion6_title": "Le faiseur de miracles",
  "discussion6_desc": "Un faiseur de miracles propose de prier pour vous et votre guilde, mais bien sûr, il assure que les anciens dieux ne répondront que si une offrande est faite.",
  "discussion6_answer1_msg": "Nous ferons une offrande aux dieux. Prenez ceci, mon ami.",
  "discussion6_answer2_msg": "Nous n'avons pas besoin de l'aide des dieux, nous nous débrouillons très bien seuls.",
  "discussion6_answer3_msg": "Nous ferons une offrande aux dieux, mais nous veillerons à ce que ce soit un bon investissement.",
  "discussion6_answer4_msg": "Je ne crois qu'en la finance, cher monsieur. Comment espérez-vous que mes recrues subsistent si je commence à faire n'importe quoi ?",

  "discussion7_title": "Accueil d'une grand-mère",
  "discussion7_desc": "Une grand-mère nous dit que ce que nous faisons est une bonne chose, que cela peut apporter un peu de sécurité à la ville.",
  "discussion7_answer1_msg": "Merci madame, c'est un plaisir.",

  "discussion8_title": "Accueil du maire",
  "discussion8_desc": "Bonjour ! Je suis ravi que vous ayez accepté mon offre de venir vivre dans notre belle ville, alors bienvenue ! Comme vous le savez, il y a beaucoup de travail dans la région. J'ai trouvé deux personnes que vous pouvez recruter, vous devriez avoir reçu leurs propositions. Je vous ai fourni une carte de la région, où nous avons quelques soucis avec des vagabonds qui causent des troubles. Ce serait un bon début si vous pouviez vous en débarrasser...",
  "discussion8_answer1_msg": "Merci pour votre accueil dans votre ville. Je compte développer cette guilde avec une main de maître, et je suis sûr que nos affaires porteront leurs fruits.",

  "discussion9_title": "Accueil de la guilde marchande",
  "discussion9_desc": "Nous sommes ravis de vous accueillir dans la région et espérons que vos affaires prospéreront. J'ai inscrit votre guilde dans l'annuaire des marchands de notre réseau. Ainsi, ils pourront venir vous proposer une grande variété de transactions. Nous espérons avoir de vos nouvelles bientôt.",
  "discussion9_answer1_msg": "Dites-lui que ce sera un plaisir de faire affaire avec les marchands de sa guilde.",

  "spontaneous_app1_title": "Proposition d'une personne endettée",
  "spontaneous_app1_desc": "Bonjour, le maire m'a envoyé parce que j'ai quelques... soucis disons... Bref, j'ai des dettes à payer, principalement à cause de l'augmentation des prix de la bière à l'auberge, que je n'ai pas pu assurer... Je suis un homme nouveau, croyez-moi ! Avez-vous un travail pour un homme repenti ?",
  "spontaneous_app1_answer1_msg": "Bienvenue dans notre guilde ! Vous êtes engagé !",

  "spontaneous_app2_title": "Il dit s'appeler Hubert...",
  "spontaneous_app2_desc": "Bonjour ! Alors, vous êtes le nouveau club du coin ? Eh bien, on m'a envoyé ici parce que j'ai fait quelques bêtises... Voici ma confession : j'ai mis le feu à la bibliothèque, mais ce n'était pas intentionnel ! Vous devez me croire... en même temps, si la ville avait installé un éclairage public, je n'aurais pas tenu une lampe à huile en glissant dans les escaliers de la bibliothèque... Je crois que je vais devoir travailler un moment pour rembourser ma dette à la ville...",
  "spontaneous_app2_answer1_msg": "Je vois que vous êtes mage, eh bien j'ai besoin de recrues, entrez... enfin, bienvenue.",

  "spontaneous_app3_title": "Un grand novice s'approche",
  "spontaneous_app3_desc": "Bonjour, je ne suis pas très doué, mais je peux faire des choses... je suppose... mais rien n'est gratuit !",
  "spontaneous_app3_answer1_msg": "Nous avons des missions ingrates, allons-y !",
  "spontaneous_app3_answer2_msg": "Je n'ai pas le temps pour vous, désolé, bonne journée.",

  "armor1_name": "Toge en cuir usée",
  "armor2_name": "Manteau d'apprenti",
  "armor3_name": "Robe de magicien recyclée",
  "armor4_name": "Tunique en cuir",
  "armor5_name": "Gilet de fortune",
  "armor6_name": "Toge de voyage",

  "scroll1_name": "Parchemin de Sagesse I",
  "scroll2_name": "Parchemin du Radin I",
  "scroll3_name": "Parchemin du Chercheur I",
  "scroll4_name": "Parchemin d'Expérience I",
  "scroll5_name": "Parchemin d'Amélioration d'Équipement I",
  "scroll6_name": "Parchemin de Croissance Naturelle I",
  "scroll7_name": "Parchemin de la Puissance Ratée de Galadorn",
  "scroll8_name": "Parchemin de Défense Naturelle Brute",

  "weapon1_name": "Épée en bois",
  "weapon2_name": "Arc sans corde",
  "weapon3_name": "Hache de bûcheron",
  "weapon4_name": "Cure-dent magique",
  "weapon5_name": "Dague émoussée",
  "weapon6_name": "Canne de marche",

  "mission1_name": "Mission 1",
  "mission1_ennemy_name": "Ennemi 1",
  "mission1_desc": "Un camp de base, nous pensons pouvoir trouver des ressources ici. Nous devons envoyer un recrue pour explorer.",

  "mission2_name": "Mission 2",
  "mission2_ennemy_name": "Ennemi 2",
  "mission2_desc": "Un camp plus grand, nous pensons pouvoir trouver des ressources ici. Nous devons envoyer un recrue pour explorer.",

  "mission3_name": "Mission 3",
  "mission3_ennemy_name": "Ennemi 3",
  "mission3_desc": "Un camp très étendu, le dernier du tutoriel.",

  "mission4_name": "Mission 4",
  "mission4_ennemy_name": "Ennemi 4",
  "mission4_desc": "Un camp de base, nous pensons pouvoir trouver des ressources ici. Nous devons envoyer un recrue pour explorer.",

  "mission5_name": "Mission 5",
  "mission5_ennemy_name": "Ennemi 5",
  "mission5_desc": "Un camp plus grand, nous pensons pouvoir trouver des ressources ici. Nous devons envoyer un recrue pour explorer.",

  "mission6_name": "Mission 6",
  "mission6_ennemy_name": "Ennemi 6",
  "mission6_desc": "Un camp très étendu, le dernier du tutoriel.",

  "campaign1_name": "Zone des fauteurs de troubles",
  "campaign1_desc": "Carte donnée par le maire, marquant les camps de vagabonds causant des troubles. Éliminer leur chef pourrait rendre la ville plus sûre.",

  "campaign2_name": "Campagne 2",
  "campaign2_desc": "Description de la campagne 1",

  "campaign3_name": "Campagne 3",
  "campaign3_desc": "Description de la campagne 2",

  "attack": "Attaque",
  "defense": "Défense",
  "price": "Prix",

  "to": "à",
  "day": "Jour",
  "lvl": "Niveau",
  "loots": "Butins",
  "target": "Cible",
  "recruit": "Recrue",
  "golds": "Ors",
  "for_recruit": "pour recrue",
  "weapon": "Arme",
  "scrolls": "Parchemins",
  "armor": "Armure",
  "quantity": "Quantité",

  "tooltip_command_room_indications": "Aller dans la salle de commandement\n\nRaccourci : appuyez sur 'S'",
  "tooltip_office_room_indications": "Aller dans le bureau\n\nRaccourci : appuyez sur 'W/Z'",
  "tooltip_barrack_room_indications": "Aller dans la caserne\n\nRaccourci : appuyez sur 'D'",
  "tooltip_hud_golds": "Votre or",
  "tooltip_recruit_nb": "Nombre de recrues",
  "tooltip_reputation": "Votre score de réputation",
  "tooltip_toxicity": "Votre score de toxicité",
  "tooltip_settings_menu": "Menu des paramètres (non encore implémenté)",

  "start_mission": "Commencer la mission",
  "no_recruit_selected": "Aucune recrue sélectionnée",
  "ennemy_sent": "ennemi envoyé",
  "mission_report_desc": "Rapport de la mission",
  "sign_report": "Signer le rapport",
  "recruit_sent": "Recrue envoyée",
  "inventory": "Inventaire",
  "recruit_already_sent": "Une recrue a déjà été envoyée",
  "must_select_recruit_to_start_mission": "Vous devez sélectionner une\nrecrue pour commencer la mission.",
  "risky_mission_warning": "Attention, cette mission est risquée !\nSi votre recrue échoue, elle aura des\nchances de revenir blessée...",

  "tuto_message_init_title": "Welcome from the major",
  "tuto_message_init_desc_1": "Hello ! I'm delighted that you've accepted my offer to come and live in our beloved town, so welcome!",
  "tuto_message_init_desc_2": "As you know, there's plenty of work in the area. I've managed to find two people for you to recruit, and you should have received their proposals by now. I've provided you with a map of the surrounding area, where we're having a bit of trouble with vagrants causing trouble in the area, so it would be a good start if you could get rid of them for us...",
  "tuto_message_init_desc_3": "I've put a few pointers here and there to help you get started. Happy installation!"
}
